import React from 'react'

import Header from '../../components/common/header'

import './css/index.css'

export default class DocsPrivecyPage extends React.Component {
    render() {
        return (
            <React.Fragment>
                <Header previous_page="/" page_name="Персональные данные"/>
                <div className="docs page">
                    <a href="/docs/privecy.docx" download target="_blank" className="docs">Скачать политику в отношении обработки персональных данных</a>
                    <p>
                        Политика в отношении обработки персональных данных
                        <br/>Эта политика описывает, как ИП Грищенко Александр Алексеевич ИНН 745116925545 ОГРНИП 320745600035739  («компания» или «мы») обрабатывает и защищает персональные данные пользователей Bustail.
                        Политика применяется как к зарегистрированным, так и к незарегистрированным пользователям («пользователи» или «вы»). Политика применяется независимо от устройства, с которого вы используете Bustail, и независимо от канала связи, по которому вы обращаетесь.
                        Предоставляя нам персональные данные, вы даете согласие на их обработку в соответствии с этой политикой.
                        <br/>1. Определения
                        <br/>Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
                        Обработка персональных данных – осуществление любых действий или совокупности действий в отношении персональных данных, включая сбор, запись, систематизацию, накопление, хранение, обновление и изменение, извлечение, использование, передачу (распространение, предоставление, доступ), блокирование, удаление и уничтожение – как с использованием, так и без использования средств автоматизированной обработки данных.
                        <br/>2. Какие данные мы обрабатываем
                        <br/>Мы обрабатываем персональные и технические данные.
                        Вы предоставляете нам персональные данные, когда:
                        <br/>•	регистрируетесь на Bustail;
                        <br/>•	используете Bustail и услуги компании;
                        <br/>•  создаете карточку перевозчика;
                        <br/>•	пишете или звоните нам;
                        <br/>•	общаетесь с другими пользователями;
                        <br/>•	пользуетесь правами и выполняете обязанности на основании Пользовательского соглашения Bustail
                        <br/>•	законодательства.
                        <br/>3. Для чего мы обрабатываем данные
                        <br/>Мы обрабатываем персональные и технические данные, чтобы:
                        <br/>•	предоставлять вам возможность пользоваться Bustail и услугами компании: создавать профиль, размещать объявления, оплачивать услуги и т.п.;
                        <br/>•	обеспечивать стабильную работу и безопасность Bustail, улучшать пользовательский опыт, качество услуг и маркетинговых мероприятий компании;
                        <br/>•	предупреждать и пресекать нарушения законодательства, Пользовательского соглашения Bustail;
                        <br/>•	отвечать на ваши обращения;
                        <br/>•	выполнять обязанности, предусмотренные законодательством (например, для бухгалтерского учёта, налоговой отчётности, ответов на запросы государственных органов);
                        и для других целей с вашего согласия.
                        <br/>4. Правовые основания обработки
                        <br/>Мы обрабатываем ваши персональные данные:
                        <br/>•	с вашего согласия;
                        <br/>•	для заключения, исполнения, изменения или прекращения договора – Пользовательского соглашения Bustail;
                        <br/>•	для осуществления прав и законных интересов компании или третьих лиц, если при этом не нарушаются ваши права и свободы;
                        <br/>•	для выполнения обязанностей, возложенных на компанию законодательством.
                        Мы не обрабатываем специальные категории персональных данных. Мы не обрабатываем биометрические персональные данные для установления личности.
                        <br/>5. Передача третьим лицам. Трансграничная передача
                        <br/>Мы можем передавать персональные данные или поручать их обработку третьим лицам. 
                        Мы передаем персональные данные только в те страны, которые обеспечивают их адекватную защиту.
                        Мы никогда не передадим ваши данные спамерам.
                        <br/>6. Bustail – открытый источник данных
                        <br/>Относитесь ответственно к размещению информации в интернете. Ваши объявления, часть профиля сможет увидеть авторизованный пользователь зайдя на Bustail.
                        Цель, с которой пользователи размещают данные на Bustail – установить контакт с потенциальным клиент или перевозчиком который заинтересован в заключении сделки по объявлению. Запрещено обрабатывать данные пользователей для любых других целей. Нельзя копировать данные пользователей, чтобы размещать и хранить их на других сервисах. Нельзя использовать открытые данные для скоринга. Все это – незаконно.
                        <br/>7. Безопасность
                        <br/>Ответственное отношение к персональным данным – стандарт работы компании.
                        <br/>Для защиты персональных данных, мы:
                        <br/>•	Издали и опубликовали на сайте политику о данных пользователей
                        <br/>•	Проводим тренинги для работников по теме персональных данных.
                        <br/>•	Регулярно проверяем процессы и документы компании на их соответствие закону.
                        <br/>•	Оцениваем риски и вред, который можем причинить, если нарушим закон о персональных данных. С учетом проведенной оценки подбираем подходящие меры для соблюдения закона.
                        <br/>•	Применяем правовые, организационные и технические меры, чтобы обеспечить безопасность персональных данных.
                        <br/>Принимая меры по защите персональных данных, мы основываемся на:
                        <br/>•	требованиях законодательства;
                        <br/>•	установленном уровне защищенности персональных данных;
                        <br/>•	актуальных угрозах, определенных моделью угроз;
                        <br/>•	базовом наборе мер защиты, установленном нормативными правовыми актами для соответствующего уровня защищенности;
                        <br/>•	риск-ориентированном подходе при выборе оптимальных мер;
                        <br/>•	приоритете законных интересов пользователей.
                        <br/>8. Сроки обработки
                        <br/>Мы прекращаем обработку ваших персональных данных:
                        <br/>•	по истечении срока согласия или при отзыве согласия (если нет других оснований для обработки, предусмотренных законодательством).
                        Вы даете согласие на 5 лет с даты удаления вашего профиля на Bustail. Другой срок может быть предусмотрен в отдельных случаях;
                        <br/>•	по достижении целей обработки либо при утрате необходимости в их достижении (если нет других оснований для обработки, предусмотренных законодательством);
                        <br/>•	при выявлении неправомерной обработки, если обеспечить правомерность невозможно;
                        <br/>•	при ликвидации компании.
                        <br/>Закон требует, чтобы мы хранили информацию о пользователе в течение года после удаления профиля.
                        <br/>9. Связаться с нами
                        <br/>Чтобы задать вопрос или отозвать согласие на обработку персональных данных, обратитесь в службку поддержки
                        <br/>Почта: support@bustail.onlne
                        <br/>Телефон: 83512231251
                        <br/>10. Изменение политики
                        <br/>Мы обновляем политику по мере необходимости. Периодически проверяйте эту страницу: https://bustail.online/docs/privecy. Продолжая использовать Bustail после изменения политики, вы подтверждаете согласие с внесенными в нее изменениями.
                        <br/>
                        <br/>Почта: support@bustail.onlne
                        <br/>Телефон: 83512231251
                        <br/>ИП Грищенко Александр Алексеевич
                        <br/>ИНН 745116925545
                        <br/>ОГРНИП 320745600035739
                        <br/>454000 г. Челябинск, ул. Кузнецова д. 37, эт. 7, кв. 64
                    </p>
                </div>
            </React.Fragment>
            
        )
    }
}